tap "arl/arl"
tap "daipeihust/tap"
tap "homebrew/bundle"
tap "homebrew/services"
brew "arp-scan"
brew "libevent"
brew "bash"
brew "bc"
brew "perl"
brew "biber"
brew "gettext"
brew "python@3.12"
brew "coreutils"
brew "cask"
brew "cmatrix"
brew "cowsay"
brew "curl"
brew "icu4c@76"
brew "libsodium"
brew "ffmpeg"
brew "fortune"
brew "gawk"
brew "gh"
brew "git"
brew "git-secrets"
brew "glab"
brew "gnu-sed"
brew "go"
brew "pkgconf"
brew "iproute2mac"
brew "jenv"
brew "jq"
brew "libsixel"
brew "libuv"
brew "lsd"
brew "lua"
brew "mecab"
brew "mecab-ipadic"
brew "mysql"
brew "nbsdgames"
brew "ncurses"
brew "neofetch"
brew "netcat"
brew "ninja"
brew "node"
brew "nowplaying-cli"
brew "octave"
brew "openfortivpn"
brew "openjdk"
brew "openjdk@17"
brew "p7zip"
brew "parallel"
brew "pdftk-java"
brew "pipenv"
brew "progress"
brew "pyenv"
brew "rbenv"
brew "rig"
brew "sl"
brew "telnet"
brew "texlive"
brew "tmux-mem-cpu-load"
brew "tree"
brew "utf8proc"
brew "uv"
brew "yarn"
brew "yt-dlp"
brew "zsh"
brew "arl/arl/gitmux"
brew "daipeihust/tap/im-select"
cask "arc"
cask "astah-professional"
cask "atok"
cask "discord"
cask "firefox"
cask "font-noto-sans-cjk-jp"
cask "font-noto-sans-jp"
cask "font-noto-serif-jp"
cask "google-chrome"
cask "hhkb"
cask "hiddenbar"
cask "hyper"
cask "inkscape"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "mattermost"
cask "meetingbar"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "miniconda"
cask "nordvpn"
cask "obs"
cask "obsidian"
cask "r"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "sf-symbols"
cask "skim"
cask "slack"
cask "steam"
cask "tetrio"
cask "thunderbird"
cask "warp"
cask "xnviewmp"
cask "zoom"
