tap "arl/arl"
tap "daipeihust/tap"
tap "homebrew/bundle"
brew "arp-scan"
brew "libevent"
brew "bash"
brew "bc"
brew "gettext"
brew "python@3.12"
brew "coreutils"
brew "cask"
brew "cmake"
brew "cmatrix"
brew "cowsay"
brew "curl"
brew "libsodium"
brew "ffmpeg"
brew "fortune"
brew "gawk"
brew "gh"
brew "git"
brew "git-secrets"
brew "glab"
brew "gnu-sed"
brew "iproute2mac"
brew "jenv"
brew "jq"
brew "libuv"
brew "lsd"
brew "lua"
brew "nbsdgames"
brew "ncurses"
brew "neofetch"
brew "ninja"
brew "node"
brew "nowplaying-cli"
brew "octave"
brew "openfortivpn"
brew "openjdk"
brew "openjdk@17"
brew "p7zip"
brew "parallel"
brew "perl"
brew "pipenv"
brew "pyenv"
brew "rbenv"
brew "rig"
brew "sl"
brew "starship"
brew "telnet"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "tree"
brew "yarn"
brew "yt-dlp"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "arl/arl/gitmux"
brew "daipeihust/tap/im-select"
cask "alacritty"
cask "arc"
cask "astah-professional"
cask "atok"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "hhkb"
cask "hyper"
cask "inkscape"
cask "iterm2"
cask "mactex-no-gui"
cask "mattermost"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "nordvpn"
cask "raycast"
cask "skim"
cask "slack"
cask "thunderbird"
cask "warp"
cask "wezterm"
cask "xnviewmp"
cask "zoom"
