tap "daipeihust/tap"
tap "homebrew/bundle"
brew "libevent"
brew "gettext"
brew "python@3.12"
brew "cask"
brew "cmake"
brew "curl"
brew "libsodium"
brew "ffmpeg"
brew "git"
brew "git-secrets"
brew "iproute2mac"
brew "jenv"
brew "libuv"
brew "lsd"
brew "lua"
brew "ncurses"
brew "neofetch"
brew "ninja"
brew "node"
brew "octave"
brew "openjdk"
brew "openjdk@17"
brew "parallel"
brew "perl"
brew "pyenv"
brew "rbenv"
brew "starship"
brew "tmux"
brew "tree"
brew "yarn"
brew "yt-dlp"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "daipeihust/tap/im-select"
cask "alacritty"
cask "astah-professional"
cask "atok"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "hhkb"
cask "inkscape"
cask "iterm2"
#cask "mactex-no-gui"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "raycast"
cask "skim"
cask "slack"
cask "thunderbird"
cask "warp"
cask "wezterm"
cask "xnviewmp"
cask "zoom"
